Tekla.Structures.DrawingInternal.EventHandlerProxy
EventHandler remote class proxy.

Tekla.Structures.DrawingInternal.EventHandlerProxy._Instance
The remote EventHandler object.

Tekla.Structures.DrawingInternal.EventHandlerProxy.#cctor
Initializes static instance variable.

Tekla.Structures.DrawingInternal.EventHandlerProxy.EventHandler
Gets the singleton EventHandler instance that includes drawing event handlers.